Repository: luizhenrlimaa/gps
Catalog: code/switchblade_dashboard/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: invalid
pt_br: inválido

source: Message
pt_br: Mensagem

source: Add more
pt_br: Adicionar mais

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: Mark all as read
pt_br: Marcar todos como lido

source: Mark as read
pt_br: Marcar como lido

source: See all notifications
pt_br: Ver todas as notificações

source: Admin Area
pt_br: Área do Administrador

source: Copyright
pt_br: Direitos Reservados

source: All rights reserved.
pt_br: Todos os direitos reservados.

source: Refresh data
pt_br: Atualizar dados

source: Sync interval
pt_br: Sincronizar intervalo

source: Click to select date
pt_br: Clique para selecionar a data

source: Click to select date and time
pt_br: Clique para selecionar a data e a hora

source: Export to XLS
pt_br: Exportar para XLS

source: Export as XLS template
pt_br: Exportar como modelo XLS

source: Update from XLS template
pt_br: Atualizar a partir de um modelo XLS

source: Options
pt_br: Opções

source: Themes
pt_br: Temas

source: Select a item to see information
pt_br: Selecione um item para ver as informações

source: Back
pt_br: Voltar

source: Update
pt_br: Atualizar

source: Delete
pt_br: Deletar

source: Save
pt_br: Salvar

source: Save and add new
pt_br: Salvar e adicionar um novo

source: Save and continue
pt_br: Salvar e continuar

source: Export Template
pt_br: Exportar modelo

source: Import Template
pt_br: Importar modelo

source: Export to excel
pt_br: Exportar para excel

source: Generate report
pt_br: Gerar relatório

source: View details
pt_br: Ver detalhes

source: Create "%(new_value)s"
pt_br: Criar "%(new_value)s"

source: Page Title
pt_br: Título da Página

source: Page Header
pt_br: Cabeçalho da Página

source: list
pt_br: lista

source: New
pt_br: Novo

source: Cannot delete some objects because they are related to others.
pt_br: Não é possível deletar alguns objetos por serem relacionados a outros.

source: You are not allowed to delete items.
pt_br: Você não tem permissão para remover itens.

source: Some choice for column %(column) not found.
pt_br: Alguma opção para a coluna %(column) não foi encontrada.

source: Invalid date format for column %(column).
pt_br: Formato de data inválido para a coluna %(column).

source: You are not allowed to insert items.
pt_br: Você não tem permissão para adicionar itens.

source: Please define a form template class.
pt_br: Por favor, defina uma classe de modelo de formulário.

source: You are not allowed to update items.
pt_br: Você não tem permissão para atualizar itens.

source: Records updated successfully.
pt_br: Registros atualizados com sucesso.

source: It was not possible to process template. Check messages and try again.
pt_br: Não foi possível processar o modelo. Verifique as mensagens e tente novamente.

source: Import and export template columns must match.
pt_br: As colunas dos modelos de import e export devem ser compatíveis.

source: Select at least one item.
pt_br: Selecione pelo menos um item.

source: Invalid action
pt_br: Ação inválida

source: detail
pt_br: detalhe

source: Please check the errors below.
pt_br: Por favor, verifique os erros abaixo.

source: Needs pk
pt_br: Precisa de pk

source: delete
pt_br: deletar

source: Sites Map
pt_br: Mapa de Sites

source: Please, inform the Query to proceed!
pt_br: Por favor, informe a Query para prosseguir!

source: Error while trying to get the Physical Sites
pt_br: Erro ao tentar encontrar os Sites Físicos

source: Please, inform the Point ID or Coordinates do proceed!
pt_br: Por favor, informe o ID do Ponto ou Coordenada para prosseguir!

source: Error while trying to get the Point Information
pt_br: Erro ao tentar encontrar a Informação do Ponto

source: The method %(component_id) must be implemented!
pt_br: O método %(component_id) deve ser implementado!

source: Please, inform the Component ID and Page Index to proceed!
pt_br: Por favor, informe o ID do Componente e o Índice da Página para prosseguir!

source: Unprocessed component %(req_component_id)!
pt_br: Componente não processado %(req_component_id)!

source: Page Index does not rendered!
pt_br: Índice da página não renderizado!

source: Error while trying to get the Component Data
pt_br: Erro ao tentar encontrar os Dados do Componente

source: The method %(req_component_id) must be implemented!
pt_br: O método %(req_component_id) deve ser implementado!
